[
  {
    "message": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Aristotle"
  },
  {
    "message": "Habits are first cobwebs, then cables.",
    "author": "Spanish Proverb"
  },
  {
    "message": "The secret of your future is hidden in your daily routine.",
    "author": "Mike Murdock"
  },
  {
    "message": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Ryun"
  },
  {
    "message": "You'll never change your life until you change something you do daily. The secret of your success is found in your daily routine.",
    "author": "John C. Maxwell"
  },
  {
    "message": "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.",
    "author": "Benjamin Franklin"
  },
  {
    "message": "Successful people are simply those with successful habits.",
    "author": "Brian Tracy"
  },
  {
    "message": "Chains of habit are too light to be felt until they are too heavy to be broken.",
    "author": "Warren Buffett"
  },
  {
    "message": "First we make our habits, then our habits make us.",
    "author": "Charles C. Noble"
  },
  {
    "message": "Excellence is not a singular act, but a habit. You are what you repeatedly do.",
    "author": "Shaquille O'Neal"
  },
  {
    "message": "Habit is either the best of servants or the worst of masters.",
    "author": "Nathaniel Emmons"
  },
  {
    "message": "You cannot change your future, but you can change your habits, and surely your habits will change your future.",
    "author": "Abdul Kalam"
  },
  {
    "message": "The difference between an amateur and a professional is in their habits. An amateur has amateur habits. A professional has professional habits.",
    "author": "Steven Pressfield"
  },
  {
    "message": "Good habits formed at youth make all the difference.",
    "author": "Aristotle"
  },
  {
    "message": "Your beliefs become your thoughts, your thoughts become your words, your words become your actions, your actions become your habits, your habits become your values, your values become your destiny.",
    "author": "Mahatma Gandhi"
  },
  {
    "message": "The quality of your life is determined by the quality of your habits.",
    "author": "Robin Sharma"
  },
  {
    "message": "Bad habits are like a comfortable bed, easy to get into, but hard to get out of.",
    "author": "Anonymous"
  },
  {
    "message": "The secret to permanently breaking any bad habit is to love something greater than the habit.",
    "author": "Bryant McGill"
  },
  {
    "message": "It is easier to prevent bad habits than to break them.",
    "author": "Benjamin Franklin"
  },
  {
    "message": "Small habits make a big difference. They are little things that make big things happen.",
    "author": "James Clear"
  },
  {
    "message": "Habits change into character.",
    "author": "Ovid"
  },
  {
    "message": "You do not rise to the level of your goals. You fall to the level of your systems.",
    "author": "James Clear"
  },
  {
    "message": "Success is the sum of small efforts, repeated day in and day out.",
    "author": "Robert Collier"
  },
  {
    "message": "The chains of habit are too weak to be felt until they are too strong to be broken.",
    "author": "Samuel Johnson"
  },
  {
    "message": "It's not what we do once in a while that shapes our lives, but what we do consistently.",
    "author": "Tony Robbins"
  },
  {
    "message": "The only way to make a habit stick is to make it part of your identity.",
    "author": "James Clear"
  },
  {
    "message": "The more deeply rooted a habit is, the harder it is to change. But it can be done.",
    "author": "B.F. Skinner"
  },
  {
    "message": "A habit cannot be tossed out the window; it must be coaxed down the stairs a step at a time.",
    "author": "Mark Twain"
  },
  {
    "message": "The strength of your habits decides the height of your success.",
    "author": "Robin Sharma"
  },
  {
    "message": "We become what we think about most of the time, and that's the strangest secret.",
    "author": "Earl Nightingale"
  },
  {
    "message": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "author": "Confucius"
  },
  {
    "message": "Quality is not an act, it is a habit.",
    "author": "Aristotle"
  },
  {
    "message": "The earlier you start building good habits, the more time they have to compound in your favor.",
    "author": "James Clear"
  },
  {
    "message": "We are a product of our habits. What we repeatedly do forms our character.",
    "author": "Stephen Covey"
  },
  {
    "message": "Your habits will determine your future.",
    "author": "Jack Canfield"
  },
  {
    "message": "Good habits are as addictive as bad habits, and a lot more rewarding.",
    "author": "Harvey Mackay"
  },
  {
    "message": "Habit is persistence in practice.",
    "author": "Octavia Butler"
  },
  {
    "message": "Discipline is choosing between what you want now and what you want most.",
    "author": "Abraham Lincoln"
  },
  {
    "message": "The only difference between where you are today and where you'll be five years from now are the people you've met and the books you've read.",
    "author": "Charlie Jones"
  },
  {
    "message": "Excellence is a continuous process and not an accident.",
    "author": "Abdul Kalam"
  },
  {
    "message": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.",
    "author": "Vince Lombardi"
  },
  {
    "message": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
    "author": "Nelson Mandela"
  },
  {
    "message": "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.'",
    "author": "Mary Anne Radmacher"
  },
  {
    "message": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot"
  },
  {
    "message": "Great works are performed not by strength but by perseverance.",
    "author": "Samuel Johnson"
  },
  {
    "message": "It's not that I'm so smart, it's just that I stay with problems longer.",
    "author": "Albert Einstein"
  },
  {
    "message": "The harder the conflict, the more glorious the triumph.",
    "author": "Thomas Paine"
  },
  {
    "message": "Fall seven times and stand up eight.",
    "author": "Japanese Proverb"
  },
  {
    "message": "The best way to predict your future is to create it.",
    "author": "Abraham Lincoln"
  },
  {
    "message": "Failure is simply the opportunity to begin again, this time more intelligently.",
    "author": "Henry Ford"
  },
  {
    "message": "The only limit to our realization of tomorrow will be our doubts of today.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "message": "A journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "message": "Every noble work is at first impossible.",
    "author": "Thomas Carlyle"
  },
  {
    "message": "Be not afraid of growing slowly; be afraid only of standing still.",
    "author": "Chinese Proverb"
  },
  {
    "message": "We are what we repeatedly do. Excellence, therefore, is not an act, but a habit.",
    "author": "Will Durant"
  }
]
